{ 
  
    "Home": "Početna",
    "About Us": "O nama", 
    "Contact": "Kontakt",

    "your success": "vaš uspjeh",
    "is our": "naša je",
    "motivation": "motivacija",

    "projects": "projekti",

    "Have a cookie!": "Uzmi kolačić!",
    "We use cookies to improve user experience and reliability.": "Mi koristimo kolačiće kako bismo poboljšali iskustvo i pouzdanost korisnika.",
    "I love cookies!": "Volim kolačiće!",

    "Check Out": "Više",
    "Our Services": "Naše usluge",
    "We specialized in": "Specijalizirali smo",
    "Web Design": "Web dizajn",
    "Katrieldev's team will turn your company's website into an online showcase.": "Katrieldev tim web će stranicu vaše tvrtke pretvoriti u online izlog.",
    "Web Development": "Web development",
    "By developing websites and applications, we help our clients to tell te world their story.": "Razvijanjem web stranica i aplikacija mi pomažemo klijentima da svijetu ispričaju svoju priču.",
    "Start Up": "Start up",
    "Focus on growing your bussiness - we take care of the rest": "Fokusirajte se na rast Vašeg poslovanja - za ostalo se brinemo mi.",
    "Mobile Apps Development": "izrada mobilnih aplikacija",
    "Our team is going to make you a perfect smartphone application that will push the boundaries of your current bussiness.": "Naš tim će napraviti savršenu mobilnu aplikaciju koja će probiti granice vašeg trenutnog posla.",
    "3d Configurator": "3d konfigurator",
    "Our 3D configurator helps your customers to create custom products according to their wishes and tastes.": "3D konfigurator pomaže vašim kupcima da kreiraju prilagođene proizvode u skladu sa njihovim željama i ukusom.",
    "Web Shop": "Internet trgovina",
    "Erase the boundaries and open the doors of your store to the whole world!": "Izbrišite granice i vrata svoje trgovine otvorite cijelom svijetu!",

    "Technologies": "Tehnologije",
    "Meet Us": "Upoznajte nas",
    "Short Summary": "Ukratko o nama",
    "years of existing": "godina postojanja",
    "successful stories": "uspješnih priča",
    "friendships made": "sklopljenih prijateljstava",
    "lines of code": "linija koda",

    "Unique": "Jedinstvenost",
    "What makes us special?": "Šta nas to čini posebnima?",
    "Quality": "Kvalitet",
    "Quality competes with our other goals and we understand what it means to you.": "Razumijemo koliko Vam je kvalitet važan stoga na to gledamo kao na jedan od ciljeva.",
    "Creativity": "Kreativnost",
    "Feel like you lack imagination? We like to create things with fun.": "Da li osjećate da Vam nedostaje mašte? Mi činimo stvari zabavnim.",
    "Support": "Podrška",
    "We are always there for our customers so they know they can count on us.": "Uvijek smo tu za svoje klijete kako bi znali da mogu računati na nas.",

    "Why us?": "Zašto mi?",
    "A little bit about our company": "Nekoliko informacija o nama",
    "KatrielDev became part of the Katriel Group in 2013. Our company consists of a dedicated team of developers who use their knowledge and skills to turn any idea into a product. The products we offer you aim to improve the relationship between you and the end customer.": "KatrielDev postaje dijelom grupacije Katriel 2013. godine. Naša kompanija se sastoji od tima predanih programera i dizajnera koji svojim znanjem i umijećem ideju pretvaraju u proizvod. Proizvode koje ponudimo vama, za cilj imaju poboljšati veze između vas i krajnjeg kupca.",
    "For this exact reason, KatrielDev goes through all the stages of development for a software solution, along with you. Thanks to the dedicated work of our team, we guarantee a high level of excellence in quality, and the support we give to our clients is extremely crucial for the longevity of the high quality quota we deliver. In today's extremely competitive market, KatrielDev has successfully distinguished itself as a reliable partner to companies from various business branches, and KatrielDev strives for constant perfection.": "Upravo iz tog razloga, KatrielDev zajedno sa Vama prolazi sve faze razvoja jednog softverskog rješenja. Predan rad našeg tima garant je izvrsnosti u kvalitetu, a support koji dajemo svojim klijentima izuzetno je bitan za održivost najviše moguće kvalitete i u budućnosti. Na danas izuzetno konkurentnom tržištu, KatrielDev uspješno se izdvojio kao pouzdan partner kompanijama iz različitih poslovnih branši, koji konstantno traga za savršenstvom.",

    "Throughout our history, we had the pleasure of cooperating with various clients from different areas of interest.": "Kroz našu historiju, imali smo zadovoljstvo surađivati sa raznim klijentima iz različitih oblasti interesa.",

    "Contact Us": "Kontaktirajte nas",
    "Do you have an idea?": "Imate neku ideju?",
    "We are going to help you make it come true!": "Mi ćemo Vam pomoći da je realizujete!",
    "Bosnia and Herzegovina": "Bosna i Hercegovina",

    "Name": "Ime",
    "Phone": "Telefon",
    "Message": "Poruka",
    "Your details will not be shared with any third party.": "Vaši se podaci neće dijeliti s bilo kojom trećom stranom.",
    "Privacy Policy": "Politika privatnosti",
    "Send": "Pošalji",
    "All rights reserved": "Sva prava pridržana",

    "The website('katrieldev.com') respects your privacy.": "Web stranica katrieldev.com poštuje vašu privatnost.",
    "This Privacy Policy governs your access and usage of the katrieldev.com website, including all content, functionality and services offered.": "Ova Pravila privatnosti reguliraju vaš pristup i korištenje web stranice katrieldev.com, uključujući bilo koji sadržaj, funkcionalnost i usluge koje se nude.",
    "When accessing katrieldev.com, we can query certain information about you, both automatically and through your actions that you take during your visit to our website.": "Prilikom pristupanja web stranici ja mogu saznati određene informacije o vama i automatski i putem dobrovoljnih radnji koje možete poduzeti tijekom svog posjeta.",
    "According to the General Data Protection Regulation (GDPR), all website visitors have their own rights.": "Prema Općoj uredbi o zaštiti osobnih podataka (GDPR) posjetitelji web stranice imaju prava.",
    "These rights include:": "Ta prava uključuju:",
    "the right to request access to the information stored by the Website and the rights to correct or delete your personal information": "pravo zatražiti pristup podacima koje web stranica pohranjuje i prava za ispravljanje ili brisanje vaših osobnih podataka.",
    "the right to restrict processing of your personal information": "pravo tražiti ograničenja u obradi vaših podataka.",
    "the right to object personal data processing and transfer": "pravo prigovoriti obradi vaših podataka i pravu na prijenos vaših podataka.",
    "the right to withdraw consent at any time, without prejudice to the lawfulness of the consent processing that occurred prior to your withdrawal of consent": "pravo povući pristanak u bilo kojem trenutku, bez utjecaja na zakonitost obrade temeljem pristanka koji se dogodio prije vašeg povlačenja suglasnosti.",
    "Use and disclosure of personal information": "Korištenje i otkrivanje, odnosno, prijenos osobnih podataka",
    "Your personal information on the current website('katrieldev.com') will be used for:": "Vaše osobne podatke na web stranici katrieldev.com koristit ćemo za:",
    "technical management of the website,": "potrebe tehničkog upravljanja internetskim stranicama,",
    "preference analysis,": "analizu preferenci,",
    "offer submissions for a direct communication with you.": "dostave odgovarajućih ponuda za potrebe komunikacije s vama.",
    "Policy regarding the use and storage of Cookies": "Politika vezana uz korištenje i pohranjivanje Kolačića",
    "katrieldev.com uses cookies.": "katrieldev.com koristi kolačiće.",
    "Cookies are files that are temporarily stored on your hard drive, which allows the katrieldev.com website to identify your computer the next time you visit the katrieldev.com site.": "Kolačićima se smatraju datoteke koje se privremeno pohranjuju na vašemu tvrdom disku, što web stranici katrieldev.com omogućava prepoznavanje vašega računala prilikom sljedećeg posjeta stranici katrieldev.com.",
    "The cookies stored on the website are for analytical, statistical and functionality purposes, with the sole intention to offer a better user experience.": "Kolačići koji se pohranjuju služe u analitičke i statističke svrhe i za funkcioniranje svih značajki web strance i boljeg korisničkog iskustva.",
    "Cookies can be:": "Kolačići mogu biti:",
    "persistent cookies that remain stored on the user's computer (up to 26 months) after the visit": "stalni kolačić koji na računalu korisnika ostaju pohranjeni (maksimalno 26 mjeseci) nakon posjeta",
    "temporary cookies that are only stored for the given session.": "privremeni kolačići koji se pohranjuju samo tijekom posjeta stranici.",
    "If you disagree to the use of Cookies, you can easily delete and / or permanently exclude cookies at any given time.": "Ako niste suglasni s njihovom upotrebom, kolačiće možete u bilo kojem trenutku lako izbrisati i/ili trajno isključiti.",
    "Newsletter and subscription": "Newsletter i pretplata",
    "By giving consent to receive Newsletter posts, the given website('katrieldev.com') will send you the latest Newsletter posts.": "Ukoliko ste dali izričitu privolu za primanje Newslettera, kompanija katrieldev.com može vam poslati newsletter.",
    "The information provided in the subscription process of the Newsletter will only be used to send new posts.": "Podatke koje ste dostavili kako biste se pretplatili na Newsletter koristit će se isključivo za slanje Newslettera.",
    "If you wish to unsubscribe from the Newsletter, you can do so at any given time. The unsubscribe option is located at bottom of every given posts you have received.": "Ukoliko želite odustati od pretplate na Newsletter, to možete učiniti u bilo kojem trenutku putem opcije otkazivanja pretplate koja se nalazi u podnožju svakog Newslettera.",
    "In the case you cancel your subscription, all personal information collected by the website('katrieldev.com') for subscription purposes will have its processing ceased.": "U slučaju otkazivanja pretplate, vaše osobne podatke koje je kompanija katrieldev.com prikupila u tu svrhu, prestat će obrađivati.",
    "All information collected will be stored for the period during which you receive Newsletter posts whilst having a subscription.": "Prikupljene podatke pohranjivat će se samo za razdoblje tijekom kojeg primate Newsletter i niste otkazali privolu za primanje istog.",
    "The legal basis for receiving Newsletter posts is your consent (Article 6 (1) of the General Data Protection Regulation). If you have not given your consent, Newsletter posts won't be sent to you.": "Pravna osnova za primanje Newslettera je vaša privola (članak 6. stavak 1. Opće uredbe o zaštiti podataka). U slučaju da niste dali privolu Newsletter vam neće vam biti poslan.",
    "Processing duration": "Rok pohranjivanja",
    "Your data is stored and processed for a maximum period of 26 months.": "Vaši se podaci pohranjuju na period od 26 mjeseci.",
    "If there is consent to process data for promotional purposes that extends beyond the prescribed period, your data is stored until the authorization withdrawal.": "Ukoliko postoji privola za obradu podataka u promidžbene svrhe koja se proteže i na razdoblje koje slijedi nakon propisanog roka, vaše podatke pohranjujemo sve do povlačenja privole.",
    "User rights": "Prava korisnika",
    "It is up to the user to decide what information about themselves is made available.": "Korisnik odlučuje koje podatke o sebi čini dostupnim.",
    "In the event of a change, please notify the changes at info@katrieldev.com in order to correct or update your personal information.": "U slučaju promjene molimo vas da o promjenama obavijestite na info@katrieldev.com kako bi se ispravili ili ažurirali vaši osobni podaci.",
    "You have the right to withdraw your consent at any given time, by using opt-out forms.": "Imate pravo povući danu privolu u bilo kojem trenutku u cijelosti ili djelomično, na način da se koriste opt-out forme.",
    "Personal data covered by the withdrawal statement will no longer be processed from the date of permit withdrawal.": "Osobni podaci koji su obuhvaćeni izjavom o povlačenju se više neće obrađivati od datuma povlačenja privole.",
    "In addition to the withdrawal rights, users, in accordance with applicable data protection regulations, are entitled to:": "Osim prava na povlačenje privole korisnici, u skladu s važećim propisima o zaštiti podataka, imaju pravo na:",
    "access and confirmation regarding personal information,": "pristup i potvrdu u vezi s osobnim podacima,",
    "the right to rectification,": "pravo na ispravak,",
    "the right of erasure (the 'right to be forgotten'),": "pravo brisanja (“pravo na zaborav”),",
    "the right to limit processing,": "pravo na ograničenje obrade,",
    "the right to data portability,": "pravo na prenosivost podataka",
    "the right to object.": "pravo na prigovor.",
    "Users also have the right to complain to the data protection supervisor.": "Također, korisnici imaju pravo podnijeti pritužbu nadzornom tijelu za zaštitu podataka.",
    "Automated processing": "Automatizirana obrada",
    "Please note that some information (such as the type of Internet browser you use, the number of visits, average time spent on pages, content viewed and such) is processed automatically when you access the website('katrieldev.com').": "Napominjemo kako se neki podaci (poput vrste internetskoga preglednika koji rabite, broja posjeta, prosječnog vremena provedenog na stranicama, pregledavani sadržaj i slični) obrađuju automatski prilikom pristupa web stranicama katrieldev.com.",
    "The information provided is used to evaluate the attractiveness of the website.": "Navedeni podaci se koriste u svrhu procjene privlačnosti internet stranice.",
    "Connections to other sites": "Veze s drugim stranicama",
    "This privacy policy applies to the katrieldev.com website.": "Ova politika privatnosti odnosi se na web stranicu katrieldev.com.",
    "This website may contain links to other providers which aren't covered by this privacy policy.": "Navedene stranice mogu sadržavati veze s drugim davateljima usluga te se na njih ne odnosi ova politika privatnosti.",
    "When leaving the katrieldev.com website, please familiarize yourself with the privacy policies of each website that collects personal information.": "Prilikom napuštanja internet stranice katrieldev.com, molimo vas da se upoznate s politikom privatnosti na svakoj internet stranici koja prikuplja osobne podatke.",
    "Updated on the": "Ažurirano"


}