{ 
  
    "Home": "Početna",
    "About Us": "O nama",
    "Services": "Usluge",
    "Contact": "Kontakt",

    "your goal": "vaš cilj",
    "is our": "naša je",
    "motivation": "motivacija",

    "projects": "projekti",

    "Have a cookie!": "Uzmi kolačić!",
    "We use cookies to improve user experience and reliability.": "Mi koristimo kolačiće kako bismo poboljšali iskustvo i pouzdanost korisnika.",

    "Check Out": "Više",
    "Our Services": "Naše usluge",
    "We specialized in": "Specijalizirali smo",
    "Web Design": "Web dizajn",
    "Katrieldev's team will turn your company's website into an online showcase.": "Katrieldev tim web će stranicu vaše tvrtke pretvoriti u online izlog.",
    "Web Development": "Web development",
    "By developing websites and applications, we help our clients to tell te world their story.": "Razvijanjem web stranica i aplikacija mi pomažemo klijentima da svijetu ispričaju svoju priču.",
    "Start Up": "Start up",
    "Focus on growing your bussiness - we take care of the rest": "Fokusirajte se na rast Vašeg poslovanja - za ostalo se brinemo mi.",
    "Mobile Apps Development": "izrada mobilnih aplikacija",
    "Our team is going to make you a perfect smartphone application that will push the boundaries of your current bussiness.": "Naš tim će napraviti savršenu mobilnu aplikaciju koja će probiti granice vašeg trenutnog posla.",
    "3d Configurator": "3d konfigurator",
    "Our 3D configurator helps your customers to create custom products according to their wishes and tastes.": "3D konfigurator pomaže vašim kupcima da kreiraju prilagođene proizvode u skladu sa njihovim željama i ukusom.",
    "Web Shop": "Internet trgovina",
    "Erase the boundaries and open the doors of your store to the whole world!": "Izbrišite granice i vrata svoje trgovine otvorite cijelom svijetu!",

    "Technologies": "Tehnologije",
    "Meet Us": "Upoznajte nas",
    "Short Summary": "Ukratko o nama",
    "years of existing": "godina postojanja",
    "successful stories": "uspješnih priča",
    "friendships made": "sklopljenih prijateljstava",
    "lines of code": "linija koda",

    "Contact Us": "Kontaktirajte nas",
    "Do you have an idea?": "Imate neku ideju?",
    "We are going to help you make it come true!": "Mi ćemo Vam pomoći da je realizujete!",
    "Bosnia and Herzegovina": "Bosna i Hercegovina",

    "Name": "Ime",
    "Phone": "Telefon",
    "Message": "Poruka",
    "Your details will not be shared with any third party.": "Vaši se podaci neće dijeliti s bilo kojom trećom stranom.",
    "Privacy Policy": "Politika privatnosti",
    "Send": "Pošalji",
    "All rights reserved": "Sva prava pridržana"

}