{ 
  
  "Home": "Startseite",
  "About Us": "Über uns", 
  "Contact": "Beratung",

  "your success": "ihr Erfolg",
  "is our": "ist unsere",
  "motivation": "motivation",

  "projects": "projekte",

  "Have a cookie!": "Nimm Keks!",
  "We use cookies to improve user experience and reliability.": "Wir verwenden Cookies, um die Benutzererfahrung und Zuverlässigkeit zu verbessern.",
  "I love cookies!": "Ich liebe Keks!",

  "Check Out": "Mehr",
  "Our Services": "Unsere Dienstleistungen",
  "We specialized in": "Wir haben uns spezialisiert auf",
  "Web Design": "Web-Design",
  "Katrieldev's team will turn your company's website into an online showcase.": "Das Team von Katrieldev verwandelt die Website Ihres Unternehmens in ein Online-Schaufenster.",
  "Web Development": "Web Entwicklung",
  "By developing websites and applications, we help our clients to tell the world their story.": "Durch die Entwicklung von Websites und Anwendungen helfen wir unseren Kunden, der Welt ihre Geschichte zu erzählen.",
  "Start Up": "Start up",
  "Focus on growing your bussiness - we take care of the rest.": "Konzentrieren Sie sich auf das Wachstum Ihres Unternehmens - wir kümmern uns um den Rest",
  "Mobile Apps Development": "entwicklung mobiler Apps",
  "Our team is going to make you a perfect smartphone application that will push the boundaries of your current bussiness.": "Unser Team wird Sie zu einer perfekten Smartphone-Anwendung machen, die die Grenzen Ihres aktuellen Geschäfts überschreitet.",
  "3d Configurator": "3d-konfigurator",
  "Our 3D configurator helps your customers to create custom products according to their wishes and tastes.": "Unser Team WIRD SIE zu Einer perfekten Smartphone-Anwendung machen, sterben sterben Grenzen IHRES aktuellen Geschäfts verlängern.",
  "Web Shop": "Webshop",
  "Erase the boundaries and open the doors of your store to the whole world!": "Löschen Sie die Grenzen und öffnen Sie die Türen Ihres Geschäfts für die ganze Welt!",

  "Technologies": "Technologies",
  "Meet Us": "Treffen Sie Uns",
  "Short Summary": "Kurze Zusammenfassung",
  "years of existing": "Jahre des Bestehens",
  "successful stories": "erfolgreiche Geschichten",
  "friendships made": "Freundschaften geschlossen",
  "lines of code": "Zeilen von Code",

  "Unique": "Einzigartig",
  "What makes us special?": "Was macht uns besonders?",
  "Quality": "Qualität",
  "Quality competes with our other goals and we understand what it means to you.": "Qualität konkurriert mit unseren anderen Zielen und wir verstehen, was Qualität für Sie bedeutet.",
  "Creativity": "Creativity",
  "Feel like you lack imagination? We like to create things with fun.": "Haben Sie das Gefühl, Ihnen fehlt es an Fantasie? Wir kreieren gerne Dinge mit Spaß.",
  "Support": "Unterstützung",
  "We are always there for our customers so they know they can count on us.": "Wir sind immer für unsere Kunden da, damit sie wissen, dass sie sich auf uns verlassen können.",

  "Why us?": "Warum uns?",
  "A little bit about our company": "Ein bisschen über unser Unternehmen",
  "KatrielDev became part of the Katriel Group in 2013. Our company consists of a dedicated team of developers who use their knowledge and skills to turn any idea into a product. The products we offer you aim to improve the relationship between you and the end customer.": "KatrielDev wurde 2013 Teil der Katriel Group. Unser Unternehmen besteht aus einem engagierten Team von Entwicklern, die ihr Wissen und ihre Fähigkeiten einsetzen, um jede Idee in ein Produkt zu verwandeln. Die von uns angebotenen Produkte zielen darauf ab, die Beziehung zwischen Ihnen und dem Endkunden zu verbessern.",
  "For this exact reason, KatrielDev goes through all the stages of development for a software solution, along with you. Thanks to the dedicated work of our team, we guarantee a high level of excellence in quality, and the support we give to our clients is extremely crucial for the longevity of the high quality quota we deliver. In today's extremely competitive market, KatrielDev has successfully distinguished itself as a reliable partner to companies from various business branches, and KatrielDev strives for constant perfection.": "Genau aus diesem Grund durchläuft KatrielDev gemeinsam mit Ihnen alle Entwicklungsstufen einer Softwarelösung. Durch die engagierte Arbeit unseres Teams garantieren wir ein hohes Maß an Qualität und die Betreuung unserer Kunden ist von entscheidender Bedeutung für die Langlebigkeit unserer hohen Qualitätsquote. Auf dem hart umkämpften Markt von heute hat sich KatrielDev erfolgreich als zuverlässiger Partner für Unternehmen aus verschiedenen Wirtschaftszweigen profiliert und strebt nach ständiger Perfektion.",

  "Throughout our history, we had the pleasure of cooperating with various clients from different areas of interest.": "Im Laufe unserer Geschichte hatten wir das Vergnügen, mit verschiedenen Kunden aus unterschiedlichen Interessensgebieten zusammenzuarbeiten.",

  "Contact Us": "Kontaktiere uns",
  "Do you have an idea?": "Haben Sie eine Idee?",
  "We are going to help you make it come true!": "Wir helfen Ihnen bei der Verwirklichung!",
  "Bosnia and Herzegovina": "Bosnien und Herzegowina",

  "Name": "Name",
  "Phone": "Telefonnummer",
  "Message": "Nachricht",
  "Your details will not be shared with any third party.": "Ihre Daten werden nicht an Drittunternehmen weitergegeben.",
  "Privacy Policy": "Datenschutz-Bestimmungen",
  "Send": "Senden",
  "All rights reserved": "Alle Rechte vorbehalten", 

    "The website('katrieldev.com') respects your privacy.": "Die Website ('katrieldev.com') respektiert Ihre Privatsphäre.",
    "This Privacy Policy governs your access and usage of the katrieldev.com website, including all content, functionality and services offered.": "Diese Datenschutzerklärung regelt Ihren Zugang und die Nutzung der katrieldev.com-Website, einschließlich aller angebotenen Inhalte, Funktionen und Dienste.",
    "When accessing katrieldev.com, we can query certain information about you, both automatically and through your actions that you take during your visit to our website.": "Beim Zugriff auf katrieldev.com können wir bestimmte Informationen über Sie automatisch und über Ihre Aktionen abfragen, die Sie während Ihres Besuchs auf unserer Website ausführen.",
    "According to the General Data Protection Regulation (GDPR), all website visitors have their own rights.": "Gemäß der Allgemeinen Datenschutzverordnung (DSGVO) haben alle Website-Besucher ihre eigenen Rechte.",
    "These rights include:": "Diese Rechte umfassen:",
    "the right to request access to the information stored by the Website and the rights to correct or delete your personal information": "das Recht, den Zugriff auf die auf der Website gespeicherten Informationen anzufordern und das Recht, Ihre persönlichen Daten zu korrigieren oder zu löschen.",
    "the right to restrict processing of your personal information": "das Recht, die Verarbeitung Ihrer persönlichen Daten einzuschränken.",
    "the right to object personal data processing and transfer": "das Recht, der Verarbeitung und Weitergabe personenbezogener Daten zu widersprechen.",
    "the right to withdraw consent at any time, without prejudice to the lawfulness of the consent processing that occurred prior to your withdrawal of consent": "das Recht, die Einwilligung jederzeit zu widerrufen, unbeschadet der Rechtmäßigkeit der Einwilligungsverarbeitung, die vor Ihrem Widerruf der Einwilligung stattgefunden hat.",
    "Use and disclosure of personal information": "Verwendung und Weitergabe persönlicher Informationen",
    "Your personal information on the current website('katrieldev.com') will be used for:": "Ihre persönlichen Daten auf der aktuellen Website ('katrieldev.com') werden verwendet für:",
    "technical management of the website,": "technische Verwaltung der Website,",
    "preference analysis,": "Präferenzanalyse,",
    "offer submissions for a direct communication with you.": "Einsendungen für eine direkte Kommunikation mit Ihnen anbieten.",
    "Policy regarding the use and storage of Cookies": "Richtlinien zur Verwendung und Speicherung von Cookies",
    "katrieldev.com uses cookies.": "katrieldev.com verwendet Cookies.",
    "Cookies are files that are temporarily stored on your hard drive, which allows the katrieldev.com website to identify your computer the next time you visit the katrieldev.com site.": "Cookies sind Dateien, die vorübergehend auf Ihrer Festplatte gespeichert werden, sodass die Website katrieldev.com Ihren Computer beim nächsten Besuch der Website identifizieren kann.",
    "The cookies stored on the website are for analytical, statistical and functionality purposes, with the sole intention to offer a better user experience.": "Die auf der Website gespeicherten Cookies dienen ausschließlich analytischen, statistischen und funktionalen Zwecken, um die Benutzerfreundlichkeit zu verbessern.",
    "Cookies can be:": "Cookies können sein:",
    "persistent cookies that remain stored on the user's computer (up to 26 months) after the visit": "Dauerhafte Cookies, die nach dem Besuch auf dem Computer des Benutzers gespeichert bleiben (maximal 26 Monate)",
    "temporary cookies that are only stored for the given session.": "Temporäre Cookies, die nur für die angegebene Sitzung gespeichert werden.",
    "If you disagree to the use of Cookies, you can easily delete and / or permanently exclude cookies at any given time.": "Wenn Sie mit der Verwendung von Cookies nicht einverstanden sind, können Sie Cookies jederzeit einfach löschen und / oder dauerhaft ausschließen.",
    "Newsletter and subscription": "Newsletter und Abonnement",
    "By giving consent to receive Newsletter posts, the given website('katrieldev.com') will send you the latest Newsletter posts.": "Mit der Einwilligung zum Empfang von Newsletter-Beiträgen erhalten Sie auf der angegebenen Website ('katrieldev.com') die neuesten Newsletter-Beiträge.",
    "The information provided in the subscription process of the Newsletter will only be used to send new posts.": "Die Informationen, die im Abonnement des Newsletters angegeben werden, werden nur zum Versenden neuer Beiträge verwendet.",
    "If you wish to unsubscribe from the Newsletter, you can do so at any given time. The unsubscribe option is located at bottom of every given posts you have received.": "Wenn Sie den Newsletter abbestellen möchten, können Sie dies jederzeit tun. Die Option zum Abbestellen befindet sich am unteren Rand aller Beiträge, die Sie erhalten haben.",
    "In the case you cancel your subscription, all personal information collected by the website('katrieldev.com') for subscription purposes will have its processing ceased.": "Wenn Sie Ihr Abonnement kündigen, werden alle persönlichen Informationen, die von der Website ('katrieldev.com') für Abonnementzwecke gesammelt wurden, nicht mehr verarbeitet.",
    "All information collected will be stored for the period during which you receive Newsletter posts whilst having a subscription.": "Alle gesammelten Informationen werden für den Zeitraum gespeichert, in dem Sie während eines Abonnements Newsletter-Beiträge erhalten.",
    "The legal basis for receiving Newsletter posts is your consent (Article 6 (1) of the General Data Protection Regulation). If you have not given your consent, Newsletter posts won't be sent to you.": "Rechtsgrundlage für den Empfang von Newsletter-Beiträgen ist Ihre Einwilligung (Art. 6 Abs. 1 der Allgemeinen Datenschutzverordnung). Wenn Sie nicht eingewilligt haben, werden keine Newsletter-Beiträge an Sie gesendet.",
    "Processing duration": "Bearbeitungsdauer",
    "Your data is stored and processed for a maximum period of 26 months.": "Ihre Daten werden maximal 26 Monate gespeichert und verarbeitet.",
    "If there is consent to process data for promotional purposes that extends beyond the prescribed period, your data is stored until the authorization withdrawal.": "Sofern eine Einwilligung zur Verarbeitung von Daten zu Werbezwecken besteht, die über den vorgegebenen Zeitraum hinausgehen, werden Ihre Daten bis zum Widerruf der Einwilligung gespeichert.",
    "User rights": "Nutzerrechte",
    "It is up to the user to decide what information about themselves is made available.": "Es ist Sache des Nutzers, zu entscheiden, welche Informationen über ihn zur Verfügung gestellt werden.",
    "In the event of a change, please notify the changes at info@katrieldev.com in order to correct or update your personal information.": "Im Falle einer Änderung benachrichtigen Sie bitte die Änderungen unter info@katrieldev.com, um Ihre persönlichen Daten zu korrigieren oder zu aktualisieren.",
    "You have the right to withdraw your consent at any given time, by using opt-out forms.": "Sie haben das Recht, Ihre Einwilligung jederzeit mithilfe von Opt-out-Formularen zu widerrufen.",
    "Personal data covered by the withdrawal statement will no longer be processed from the date of permit withdrawal.": "Personenbezogene Daten, auf die sich die Widerrufserklärung bezieht, werden ab dem Datum des Widerrufs der Genehmigung nicht mehr verarbeitet.",
    "In addition to the withdrawal rights, users, in accordance with applicable data protection regulations, are entitled to:": "Zusätzlich zu den Widerrufsrechten haben Nutzer gemäß den geltenden Datenschutzbestimmungen Anspruch auf:",
    "access and confirmation regarding personal information,": "Zugang und Bestätigung zu persönlichen Daten,",
    "the right to rectification,": "das Recht auf Berichtigung,,",
    "the right of erasure (the 'right to be forgotten'),": "das Recht auf Löschung (das Recht, vergessen zu werden),",
    "the right to limit processing,": "das Recht, die Verarbeitung einzuschränken,",
    "the right to data portability,": "das Recht auf Datenübertragbarkeit,",
    "the right to object.": "das Recht zu widersprechen.",
    "Users also have the right to complain to the data protection supervisor.": "Benutzer haben auch das Recht, sich beim Datenschutzbeauftragten zu beschweren.",
    "Automated processing": "Automatisierte Bearbeitung",
    "Please note that some information (such as the type of Internet browser you use, the number of visits, average time spent on pages, content viewed and such) is processed automatically when you access the website('katrieldev.com').": "Bitte beachten Sie, dass einige Informationen (wie die Art des von Ihnen verwendeten Internetbrowsers, die Anzahl der Besuche, die durchschnittliche Verweildauer auf den Seiten, die angezeigten Inhalte usw.) automatisch verarbeitet werden, wenn Sie auf die Website ('katrieldev.com') zugreifen.",
    "The information provided is used to evaluate the attractiveness of the website.": "Die bereitgestellten Informationen werden verwendet, um die Attraktivität der Website zu bewerten.",
    "Connections to other sites": "Verbindungen zu anderen Sites",
    "This privacy policy applies to the katrieldev.com website.": "Diese Datenschutzerklärung gilt für die Website katrieldev.com.",
    "This website may contain links to other providers which aren't covered by this privacy policy.": "Diese Website kann Links zu anderen Anbietern enthalten, auf die sich diese Datenschutzerklärung nicht erstreckt.",
    "When leaving the katrieldev.com website, please familiarize yourself with the privacy policies of each website that collects personal information.": "Wenn Sie die Website katrieldev.com verlassen, machen Sie sich bitte mit den Datenschutzrichtlinien der einzelnen Websites vertraut, auf denen personenbezogene Daten erfasst werden.",
    "Updated on the": "Aktualisiert am"

}