{ 
  
  "Home": "Startseite",
  "About Us": "Über uns", 
  "Contact": "Beratung",

  "your success": "ihr Erfolg",
  "is our": "ist unsere",
  "motivation": "motivation",

  "projects": "projekte",

  "Have a cookie!": "Nimm Keks!",
  "We use cookies to improve user experience and reliability.": "Wir verwenden Cookies, um die Benutzererfahrung und Zuverlässigkeit zu verbessern.",
  "I love cookies!": "Ich liebe Keks!",

  "Our Services": "Unsere Dienstleistungen",
  "We specialized in": "Wir haben uns spezialisiert auf",
   
  "Technologies": "Technologies",
  "Meet Us": "Treffen Sie Uns",
  "Short Summary": "Kurze Zusammenfassung",
  "years of existing": "Jahre des Bestehens",
  "successful stories": "erfolgreiche Geschichten",
  "friendships made": "Freundschaften geschlossen",
  "lines of code": "Zeilen von Code",

  "Unique": "Einzigartig",
  "What makes us special?": "Was macht uns besonders?",
  "Quality": "Qualität",
  "Quality competes with our other goals and we understand what it means to you.": "Qualität konkurriert mit unseren anderen Zielen und wir verstehen, was Qualität für Sie bedeutet.",
  "Creativity": "Creativity",
  "Feel like you lack imagination? We like to create things with fun.": "Haben Sie das Gefühl, Ihnen fehlt es an Fantasie? Wir kreieren gerne Dinge mit Spaß.",
  "Support": "Unterstützung",
  "We are always there for our customers so they know they can count on us.": "Wir sind immer für unsere Kunden da, damit sie wissen, dass sie sich auf uns verlassen können.",

  "Why us?": "Warum uns?",
  "A little bit about our company": "Ein bisschen über unser Unternehmen",
  "KatrielDev became part of the Katriel Group in 2013. Our company consists of a dedicated team of developers who use their knowledge and skills to turn any idea into a product. The products we offer you aim to improve the relationship between you and the end customer.": "KatrielDev wurde 2013 Teil der Katriel Group. Unser Unternehmen besteht aus einem engagierten Team von Entwicklern, die ihr Wissen und ihre Fähigkeiten einsetzen, um jede Idee in ein Produkt zu verwandeln. Die von uns angebotenen Produkte zielen darauf ab, die Beziehung zwischen Ihnen und dem Endkunden zu verbessern.",

  "Throughout our history, we had the pleasure of cooperating with various clients from different areas of interest.": "Im Laufe unserer Geschichte hatten wir das Vergnügen, mit verschiedenen Kunden aus unterschiedlichen Interessensgebieten zusammenzuarbeiten.",

  "Contact Us": "Kontaktiere uns",
  "Do you have an idea?": "Haben Sie eine Idee?",
  "We are going to help you make it come true!": "Wir helfen Ihnen bei der Verwirklichung!",
  "Bosnia and Herzegovina": "Bosnien und Herzegowina",

  "Name": "Name",
  "Phone": "Telefonnummer",
  "Message": "Nachricht",
  "Your details will not be shared with any third party.": "Ihre Daten werden nicht an Drittunternehmen weitergegeben.",
  "Privacy Policy": "Datenschutz-Bestimmungen",
  "Send": "Senden",
  "All rights reserved": "Alle Rechte vorbehalten" 

}